Repository: xjpz/kidox
Catalog: KidoX/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Frequent apps layout
ja: よく使うアプリの配置
zh_hans: 负一屏布局

source: 6 × 4 (up to 24 apps)
ja: 6 × 4（最大24個）
zh_hans: 6 × 4（最多 24 个）

source: 7 × 5 (up to 35 apps)
ja: 7 × 5（最大35個）
zh_hans: 7 × 5（最多 35 个）

source: Frequent Apps
ja: よく使うアプリ
zh_hans: 负一屏

source: Page %d
ja: %d ページ
zh_hans: 第 %d 页

source: No frequent apps yet
ja: よく使うアプリはまだありません
zh_hans: 暂无常用应用

source: Manage excluded apps
ja: 除外したアプリを管理
zh_hans: 管理不再推荐的应用

source: Do not recommend this app
ja: このアプリをおすすめから除外
zh_hans: 不再推荐此应用

source: Show frequent apps page
ja: よく使うアプリのページを表示
zh_hans: 开启负一屏

source: Available with Default sorting. Only launches from KidoX are counted.
ja: デフォルト順で表示します。KidoX から開いた回数のみ集計します。
zh_hans: 仅在默认排序下显示，只统计从 KidoX 打开的次数。

source: No excluded apps
ja: 除外したアプリはありません
zh_hans: 没有不再推荐的应用

source: Not installed
ja: 未インストール
zh_hans: 未安装

source: Restore recommendation
ja: おすすめに戻す
zh_hans: 恢复推荐

source: Restore all recommendations
ja: すべておすすめに戻す
zh_hans: 恢复全部推荐

source: Restored apps can appear the next time you open KidoX.
ja: 復元したアプリは、次に KidoX を開いたときにおすすめの対象になります。
zh_hans: 恢复的应用会在下次打开 KidoX 时重新参与推荐。

source: Excluded apps (%d)
ja: 除外したアプリ（%d）
zh_hans: 不再推荐的应用（%d）

source: %@ Dock icon
ja: %@ Dockアイコン
zh_hans: %@ Dock 图标

source: %d data location
ja: %d 件のデータ場所
zh_hans: %d 个数据位置

source: %d data locations
ja: %d 件のデータ場所
zh_hans: %d 个数据位置

source: About
ja: 情報
zh_hans: 关于

source: Activate
ja: 有効化
zh_hans: 激活

source: Activate License
ja: ライセンスを有効化
zh_hans: 激活许可证

source: Activated on this Mac.
ja: このMacで有効化されています。
zh_hans: 已在这台 Mac 上激活。

source: Activated with license %@.
ja: ライセンス %@ で有効化されています。
zh_hans: 已使用许可证 %@ 激活。

source: Activated with license %@...
ja: ライセンス %@... で有効化されています。
zh_hans: 已使用许可证 %@... 激活。

source: Activating
ja: 有効化中
zh_hans: 正在激活

source: Activation
ja: 有効化
zh_hans: 激活

source: Active
ja: 有効
zh_hans: 已激活

source: Add App...
ja: アプリを追加...
zh_hans: 添加 App...

source: Add Hidden Apps
ja: 非表示アプリを追加
zh_hans: 添加隐藏的 App

source: Administrator permission request failed with error %@.
ja: 管理者権限のリクエストに失敗しました（エラー %@）。
zh_hans: 管理员授权请求失败，错误 %@。

source: Administrator permission request failed.
ja: 管理者権限のリクエストに失敗しました。
zh_hans: 管理员授权请求失败。

source: Administrator permission was cancelled.
ja: 管理者権限がキャンセルされました。
zh_hans: 管理员授权已取消。

source: Advanced
ja: 詳細
zh_hans: 高级

source: Advanced appearance
ja: 高度な外観
zh_hans: 高级外观

source: Advanced sorting
ja: 高度な並べ替え
zh_hans: 高级排序

source: Advanced Uninstall
ja: 高度なアンインストール
zh_hans: 高级卸载

source: Advanced uninstall is enabled
ja: 高度なアンインストールは有効です
zh_hans: 高级卸载已启用

source: Advanced uninstall is not enabled
ja: 高度なアンインストールは有効ではありません
zh_hans: 高级卸载未启用

source: Advanced uninstall requires Pro
ja: 高度なアンインストールには Pro が必要です
zh_hans: 高级卸载需要 Pro

source: Advanced uninstall update available
ja: 高度なアンインストールのアップデートがあります
zh_hans: 高级卸载有可用更新

source: Allow KidoX in Privacy & Security > App Management, then retry these sandbox data items.
ja: 「プライバシーとセキュリティ」>「App管理」でKidoXを許可してから、これらのサンドボックスデータ項目を再試行してください。
zh_hans: 请在“隐私与安全性”>“应用管理”中允许 KidoX，然后重试这些沙盒数据项。

source: Allow KidoX in Privacy & Security > Full Disk Access, then retry these sandbox data items.
ja: 「プライバシーとセキュリティ」>「フルディスクアクセス」でKidoXを許可してから、これらのサンドボックスデータ項目を再試行してください。
zh_hans: 请在“隐私与安全性”>“完全磁盘访问权限”中允许 KidoX，然后重试这些沙盒数据项。

source: And %d more.
ja: ほか %d 件。
zh_hans: 还有 %d 项。

source: App
ja: アプリ

source: App Data
ja: アプリデータ
zh_hans: App 数据

source: App Data permission required
ja: Appデータの権限が必要です
zh_hans: 需要 App 数据权限

source: App language
ja: アプリの言語
zh_hans: App 语言

source: Appearance
ja: 外観
zh_hans: 外观

source: Apps
ja: アプリ
zh_hans: App

source: Background
ja: 背景
zh_hans: 背景

source: Backup and restore
ja: バックアップと復元
zh_hans: 备份与恢复

source: Backup exported.
ja: バックアップを書き出しました。
zh_hans: 备份已导出。

source: Backup File
ja: バックアップファイル
zh_hans: 备份文件

source: Blur
ja: ぼかし
zh_hans: 模糊

source: Blurred
ja: ぼかし
zh_hans: 模糊

source: Bottom Left
ja: 左下
zh_hans: 左下角

source: Bottom Right
ja: 右下
zh_hans: 右下角

source: Brighter
ja: 明るい
zh_hans: 更亮

source: Brightness
ja: 明るさ
zh_hans: 亮度

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Check for Update
ja: アップデートを確認
zh_hans: 检查更新

source: Check for Updates...
ja: アップデートを確認...
zh_hans: 检查更新...

source: Choose a custom solid background color
ja: カスタム単色背景を選択
zh_hans: 选择自定义纯色背景

source: Choose a custom wallpaper image
ja: カスタム壁紙画像を選択
zh_hans: 选择自定义壁纸图片

source: Choose Image...
ja: 画像を選択...
zh_hans: 选择图片...

source: Choose the display language used by KidoX.
ja: KidoX の表示言語を選択します。
zh_hans: 选择 KidoX 的显示语言。

source: Clear
ja: クリア
zh_hans: 清晰

source: Clear search
ja: 検索をクリア
zh_hans: 清除搜索

source: Copy
ja: コピー
zh_hans: 复制

source: Could not create administrator permission request.
ja: 管理者権限のリクエストを作成できませんでした。
zh_hans: 无法创建管理员授权请求。

source: Could not move %@ to Trash. %@
ja: %@ をゴミ箱に移動できませんでした。%@
zh_hans: 无法将 %@ 移到废纸篓。%@

source: Custom
ja: カスタム
zh_hans: 自定义

source: Custom solid background colors require Pro
ja: カスタム単色背景には Pro が必要です
zh_hans: 自定义纯色背景需要 Pro

source: Custom wallpaper images require Pro
ja: カスタム壁紙画像には Pro が必要です
zh_hans: 自定义壁纸图片需要 Pro

source: Cut
ja: カット
zh_hans: 剪切

source: Darker
ja: 暗い
zh_hans: 更暗

source: Data cleanup requires Pro
ja: データのクリーンアップには Pro が必要です
zh_hans: 数据清理需要 Pro

source: Deactivate This Mac
ja: この Mac を無効化
zh_hans: 停用这台 Mac

source: Deactivating
ja: 無効化中
zh_hans: 正在停用

source: Debug
ja: デバッグ
zh_hans: 调试

source: Default
ja: デフォルト
zh_hans: 默认

source: Delete
ja: 削除
zh_hans: 删除

source: Delete custom wallpaper image
ja: カスタム壁紙画像を削除
zh_hans: 删除自定义壁纸图片

source: Delete image
ja: 画像を削除
zh_hans: 删除图片

source: Dock icon
ja: Dock アイコン
zh_hans: Dock 图标

source: Done
ja: 完了
zh_hans: 完成

source: Edit
ja: 編集
zh_hans: 编辑

source: Export
ja: 書き出す
zh_hans: 导出

source: Export Backup...
ja: バックアップを書き出す...
zh_hans: 导出备份...

source: Export KidoX Backup
ja: KidoX バックアップを書き出す
zh_hans: 导出 KidoX 备份

source: Export KidoX Log
ja: KidoX ログを書き出す
zh_hans: 导出 KidoX 日志

source: Export Log
ja: ログを書き出す
zh_hans: 导出日志

source: Export Log...
ja: ログを書き出す...
zh_hans: 导出日志...

source: Failed removals
ja: 削除に失敗
zh_hans: 删除失败

source: Free
ja: 無料
zh_hans: 免费

source: Free users can uninstall apps that macOS allows KidoX to move to Trash. Pro users can install the helper to remove root-owned and many Mac App Store apps.
ja: 無料ユーザーは、macOS が KidoX にゴミ箱への移動を許可するアプリをアンインストールできます。Pro ユーザーはヘルパーをインストールして、root 所有のアプリや多くの Mac App Store アプリを削除できます。
zh_hans: 免费用户可以卸载 macOS 允许 KidoX 移到废纸篓的 App。Pro 用户可以安装 helper 来移除 root 拥有的 App 和许多 Mac App Store App。

source: Full Disk Access
ja: フルディスクアクセス
zh_hans: 完全磁盘访问权限

source: Full Disk Access is enabled
ja: フルディスクアクセスは有効です
zh_hans: 完全磁盘访问权限已启用

source: Full Disk Access is not enabled
ja: フルディスクアクセスは有効ではありません
zh_hans: 完全磁盘访问权限未启用

source: Full Disk Access required
ja: フルディスクアクセスが必要です
zh_hans: 需要完全磁盘访问权限

source: General
ja: 一般
zh_hans: 通用

source: Glass
ja: ガラス
zh_hans: 玻璃

source: Grant Access
ja: アクセスを許可
zh_hans: 授权访问

source: Grant Accessibility to capture the F4 or Launchpad key without changing system keyboard settings.
ja: アクセシビリティを許可すると、システム設定を変更せずに F4 または Launchpad キーを検出できます。
zh_hans: 授予辅助功能权限后，无需修改系统键盘设置即可捕获 F4 或 Launchpad 键。

source: Grant Accessibility to capture the F4 or Launchpad key.
ja: アクセシビリティを許可して F4 または Launchpad キーを検出します。
zh_hans: 授予辅助功能权限以捕获 F4 或 Launchpad 键。

source: Grant Full Disk Access so KidoX can scan and remove app data in protected Library folders such as Containers and Group Containers.
ja: KidoX が Containers や Group Containers などの保護された Library フォルダ内のアプリデータをスキャンして削除できるように、フルディスクアクセスを許可してください。
zh_hans: 授予完全磁盘访问权限后，KidoX 可以扫描并移除 Containers 和 Group Containers 等受保护 Library 文件夹中的 App 数据。

source: Grant Permission
ja: 権限を付与
zh_hans: 授权

source: Help
ja: ヘルプ
zh_hans: 帮助

source: Help Center
ja: ヘルプセンター
zh_hans: 帮助中心

source: Helper is not installed.
ja: Helper はインストールされていません。
zh_hans: Helper 尚未安装。

source: Helper version %@ is installed.
ja: Helper バージョン %@ がインストールされています。
zh_hans: 已安装 Helper 版本 %@。

source: Helper version %@ is installed. Version %@ is available.
ja: Helper バージョン %@ がインストールされています。バージョン %@ を利用できます。
zh_hans: 已安装 Helper 版本 %@。版本 %@ 可用。

source: Hidden Apps
ja: 非表示のアプリ
zh_hans: 隐藏的 App

source: Hide
ja: 非表示
zh_hans: 隐藏

source: Hide App
ja: アプリを非表示
zh_hans: 隐藏 App

source: Hide apps
ja: アプリを非表示
zh_hans: 隐藏 App

source: Hot Corner
ja: ホットコーナー
zh_hans: 触发角

source: Image
ja: 画像
zh_hans: 图片

source: Image Import Failed
ja: 画像の読み込みに失敗しました
zh_hans: 图片导入失败

source: Import
ja: 読み込む
zh_hans: 导入

source: Import Backup...
ja: バックアップを読み込む...
zh_hans: 导入备份...

source: Import KidoX Backup
ja: KidoX バックアップを読み込む
zh_hans: 导入 KidoX 备份

source: Import KidoX Backup?
ja: KidoXバックアップを読み込みますか？
zh_hans: 导入 KidoX 备份？

source: Import replaces the current layout and settings. Apps that are not installed on this Mac are skipped and shown in the result.
ja: 読み込みにより現在のレイアウトと設定が置き換えられます。この Mac に未インストールのアプリはスキップされ結果に表示されます。
zh_hans: 导入会替换当前布局和设置。未安装在这台 Mac 上的 App 会被跳过并显示在结果中。

source: Included With Pro
ja: Pro に含まれる機能
zh_hans: Pro 包含的功能

source: Included With Your License
ja: ライセンスに含まれる機能
zh_hans: 你的许可证包含

source: Includes layout, hidden apps, usage stats, sorting, keyboard shortcut, appearance, Dock icon, and custom image. License and launch-at-login stay on this Mac.
ja: レイアウト、非表示アプリ、使用統計、並び替え、ショートカット、外観、Dock アイコン、カスタム画像を含みます。ライセンスとログイン時起動はこの Mac に残ります。
zh_hans: 包含布局、隐藏 App、使用统计、排序、快捷键、外观、Dock 图标和自定义图片。许可证和登录启动设置仍保留在这台 Mac 上。

source: Install Helper
ja: Helper をインストール
zh_hans: 安装 Helper

source: Install the helper once to remove root-owned and Mac App Store apps without repeated administrator prompts.
ja: Helper を一度インストールすると、管理者プロンプトを繰り返さずに root 所有のアプリや Mac App Store アプリを削除できます。
zh_hans: 安装一次 helper 后，即可移除 root 拥有的 App 和 Mac App Store App，避免重复出现管理员提示。

source: Items
ja: 項目
zh_hans: 项目

source: Keep selected apps out of the launch panel without deleting layout data.
ja: 選択したアプリを起動パネルから隠し、レイアウトデータは削除しません。
zh_hans: 将选中的 App 从启动面板中隐藏，同时保留布局数据。

source: Keyboard shortcut
ja: キーボードショートカット
zh_hans: 键盘快捷键

source: KidoX can access protected Library folders for app data cleanup.
ja: KidoX はアプリデータのクリーンアップに必要な保護された Library フォルダへアクセスできます。
zh_hans: KidoX 可以访问受保护的 Library 文件夹来清理 App 数据。

source: KidoX covers the menu bar while open.
ja: KidoX を開いている間、メニューバーを覆います。
zh_hans: KidoX 打开时会覆盖菜单栏。

source: KidoX needs permission to access data from other apps before it can remove sandbox app data.
ja: サンドボックス化されたAppデータを削除するには、KidoXにほかのAppのデータへアクセスする権限が必要です。
zh_hans: KidoX 需要访问其他 App 数据的权限，才能删除这些沙盒 App 数据。

source: KidoX Pro Trial
ja: KidoX Pro トライアル
zh_hans: KidoX Pro 试用

source: KidoX Settings
ja: KidoX設定
zh_hans: KidoX 设置

source: KidoX stays below the menu bar while open.
ja: KidoX を開いている間、メニューバーの下に表示します。
zh_hans: KidoX 打开时会停在菜单栏下方。

source: KidoX Version %@
ja: KidoXバージョン %@
zh_hans: KidoX 版本 %@

source: KidoX Version %@ (%@)
ja: KidoXバージョン %@ (%@)
zh_hans: KidoX 版本 %@ (%@)

source: KidoX will launch in the background when system starts
ja: システム起動時に KidoX をバックグラウンドで起動します
zh_hans: 系统启动时，KidoX 会在后台启动

source: Language
ja: 言語
zh_hans: 语言

source: Launch at login
ja: ログイン時に起動
zh_hans: 登录时启动

source: Launch with F4
ja: F4 で起動
zh_hans: 使用 F4 启动

source: License
ja: ライセンス
zh_hans: 许可证

source: License Activated
ja: ライセンス有効化済み
zh_hans: 许可证已激活

source: License activated for %@.
ja: %@ のライセンスを有効化しました。
zh_hans: 已为 %@ 激活许可证。

source: License deactivated on this Mac.
ja: このMacでライセンスを解除しました。
zh_hans: 已在这台 Mac 上停用许可证。

source: License Key
ja: ライセンスキー
zh_hans: 许可证密钥

source: Log exported.
ja: ログを書き出しました。
zh_hans: 日志已导出。

source: Menu Bar
ja: メニューバー
zh_hans: 菜单栏

source: Most Used
ja: よく使う
zh_hans: 最常使用

source: Move pointer over the image to select another wallpaper
ja: 画像にポインタを重ねると別の壁紙を選択できます
zh_hans: 将指针移到图片上以选择其它壁纸

source: Move the pointer into a screen corner to show KidoX.
ja: ポインタを画面の隅へ移動して KidoX を表示します。
zh_hans: 将指针移到屏幕角落以显示 KidoX。

source: Move your layout and settings between Macs.
ja: レイアウトと設定をMac間で移行できます。
zh_hans: 在不同 Mac 之间迁移布局和设置。

source: Name
ja: 名前
zh_hans: 名称

source: No active license on this Mac.
ja: このMacには有効なライセンスがありません。
zh_hans: 这台 Mac 上没有激活的许可证。

source: No applications
ja: アプリがありません
zh_hans: 没有应用

source: No applications found
ja: アプリが見つかりません
zh_hans: 没有找到应用

source: No hidden apps.
ja: 非表示のアプリはありません。
zh_hans: 没有隐藏的 App。

source: No matching apps
ja: 一致するアプリはありません
zh_hans: 没有匹配的 App

source: No matching bundle-id user data found.
ja: 一致する bundle id のユーザーデータは見つかりませんでした。
zh_hans: 没有找到匹配 bundle id 的用户数据。

source: None
ja: なし
zh_hans: 无

source: Open
ja: 開く
zh_hans: 打开

source: Open App Management
ja: App管理を開く
zh_hans: 打开应用管理

source: Open Full Disk Access
ja: フルディスクアクセスを開く
zh_hans: 打开完全磁盘访问权限

source: Open KidoX with the F4 or Launchpad key, without changing system keyboard settings.
ja: システムのキーボード設定を変更せずに F4 または Launchpad キーで KidoX を開きます。
zh_hans: 无需修改系统键盘设置，即可用 F4 或 Launchpad 键打开 KidoX。

source: Open KidoX with the F4 or Launchpad key.
ja: F4 または Launchpad キーで KidoX を開きます。
zh_hans: 使用 F4 或 Launchpad 键打开 KidoX。

source: Open Privacy Settings
ja: プライバシー設定を開く
zh_hans: 打开隐私设置

source: Open Settings
ja: 設定を開く
zh_hans: 打开设置

source: Paste
ja: ペースト
zh_hans: 粘贴

source: Preset
ja: プリセット
zh_hans: 预设

source: Purchase License
ja: ライセンスを購入
zh_hans: 购买许可证

source: Purchase More License
ja: ライセンスを追加購入
zh_hans: 购买更多许可证

source: Purchase Pro
ja: Pro を購入
zh_hans: 购买 Pro

source: Quit
ja: 終了
zh_hans: 退出

source: Quit KidoX
ja: KidoXを終了
zh_hans: 退出 KidoX

source: Recently Added
ja: 最近追加
zh_hans: 最近添加

source: Recently Used
ja: 最近使用
zh_hans: 最近使用

source: Recently used, most used, recently added, and name-based ordering.
ja: 最近使用、よく使う、最近追加、名前順で並べ替えできます。
zh_hans: 支持最近使用、最常使用、最近添加和按名称排序。

source: Record app debug logs.
ja: アプリのデバッグログを記録します。
zh_hans: 记录 App 调试日志。

source: Redo
ja: やり直す
zh_hans: 重做

source: Remove app data and apps that require administrator permission.
ja: アプリデータと管理者権限が必要なアプリを削除できます。
zh_hans: 移除 App 数据和需要管理员权限的 App。

source: Rename
ja: 名前を変更
zh_hans: 重命名

source: Replace this Mac's current KidoX data.
ja: この Mac の現在の KidoX データを置き換えます。
zh_hans: 替换这台 Mac 当前的 KidoX 数据。

source: Requires Permission
ja: 権限が必要
zh_hans: 需要权限

source: Restore
ja: 復元
zh_hans: 恢复

source: Restore From File
ja: ファイルから復元
zh_hans: 从文件恢复

source: Hidden apps keep their position in the layout. Restoring an app shows it again on the same page or in the same folder.
ja: 非表示のアプリはレイアウト内の位置を保持します。復元すると同じページまたは同じフォルダに再表示されます。
zh_hans: 隐藏的 App 会保留在布局中的原位置。恢复后会在同一页面或文件夹中重新显示。

source: Retry Failed Items
ja: 失敗した項目を再試行
zh_hans: 重试失败项

source: Retrying...
ja: 再試行中...
zh_hans: 正在重试...

source: Save recent debug logs to a file.
ja: 最近のデバッグログをファイルに保存します。
zh_hans: 将最近的调试日志保存到文件。

source: Save your current KidoX data to a file.
ja: 現在の KidoX データをファイルに保存します。
zh_hans: 将当前 KidoX 数据保存到文件。

source: Scanning Applications
ja: アプリをスキャン中
zh_hans: 正在扫描应用

source: Scanning related app data...
ja: 関連するアプリデータをスキャン中...
zh_hans: 正在扫描相关 App 数据...

source: Search Applications
ja: アプリを検索
zh_hans: 搜索应用

source: Select
ja: 選択
zh_hans: 选择

source: Select All
ja: すべてを選択
zh_hans: 全选

source: Set up KidoX Uninstaller before uninstalling apps.
ja: アプリをアンインストールする前に、KidoX アンインストーラを設定してください。
zh_hans: 请先设置 KidoX 卸载器，再卸载 App。

source: Set Up Uninstaller Permissions
ja: アンインストーラの権限を設定
zh_hans: 设置卸载权限

source: Settings
ja: 設定
zh_hans: 设置

source: Settings...
ja: 設定...
zh_hans: 设置...

source: Show
ja: 表示
zh_hans: 显示

source: Show Dock Icon
ja: Dock アイコンを表示
zh_hans: 显示 Dock 图标

source: Show in Finder
ja: Finder に表示
zh_hans: 在 Finder 中显示

source: Show in menu bar
ja: メニューバーに表示
zh_hans: 在菜单栏显示

source: Show KidoX from anywhere.
ja: どこからでも KidoX を表示します。
zh_hans: 随时呼出 KidoX。

source: Pinch with four fingers to show KidoX, spread to hide it.
ja: 4本指でピンチして KidoX を表示し、広げると非表示にします。
zh_hans: 四指合拢显示 KidoX，张开隐藏。

source: Show menu bar
ja: メニューバーを表示
zh_hans: 显示菜单栏

source: Solid
ja: 単色
zh_hans: 纯色

source: Solid colors, custom colors, and custom image backgrounds.
ja: 単色、カスタムカラー、カスタム画像背景を使えます。
zh_hans: 纯色、自定义颜色和自定义图片背景。

source: Some sandbox data may require App Data permission.
ja: 一部のサンドボックスデータにはAppデータの権限が必要な場合があります。
zh_hans: 部分沙盒数据可能需要 App 数据权限。

source: Some sandbox data may require Full Disk Access.
ja: 一部のサンドボックスデータにはフルディスクアクセスが必要な場合があります。
zh_hans: 部分沙盒数据可能需要完全磁盘访问权限。

source: Sort By
ja: 並び替え
zh_hans: 排序方式

source: Strength
ja: 強度
zh_hans: 强度

source: Strong
ja: 強い
zh_hans: 强

source: Style
ja: スタイル
zh_hans: 样式

source: Subtle
ja: 控えめ
zh_hans: 轻微

source: Support
ja: サポート
zh_hans: 支持

source: System
ja: システム
zh_hans: 跟随系统

source: The app and confirmed user data were removed from this Mac.
ja: アプリと確認済みのユーザーデータをこの Mac から削除しました。
zh_hans: App 和确认过的用户数据已从这台 Mac 删除。

source: The app was not moved to Trash.
ja: Appはゴミ箱に移動されませんでした。
zh_hans: 这个 App 没有被移到废纸篓。

source: The app was removed, but some app data could not be deleted.
ja: アプリは削除されましたが、一部のアプリデータを削除できませんでした。
zh_hans: App 已删除，但部分 App 数据无法删除。

source: This replaces the current layout and settings. Apps that are not installed on this Mac will be skipped and reported after import.
ja: 現在のレイアウトと設定を置き換えます。このMacにインストールされていないアプリはスキップされ、読み込み後に表示されます。
zh_hans: 这会替换当前布局和设置。未安装在这台 Mac 上的 App 会被跳过，并在导入后报告。

source: This will delete the app and its related data from this Mac.
ja: この Mac からアプリと関連データを削除します。
zh_hans: 将从这台 Mac 删除 App 和它的相关数据。

source: Top Left
ja: 左上
zh_hans: 左上角

source: Trackpad gesture
ja: トラックパッドジェスチャ
zh_hans: 触控板手势

source: Top Right
ja: 右上
zh_hans: 右上角

source: Total
ja: 合計
zh_hans: 总计

source: Trial
ja: トライアル
zh_hans: 试用

source: Turn on to open KidoX with the F4 or Launchpad key.
ja: オンにすると F4 または Launchpad キーで KidoX を開けます。
zh_hans: 开启后可用 F4 或 Launchpad 键打开 KidoX。

source: Unable to uninstall %@
ja: %1$@ をアンインストールできません
zh_hans: 无法卸载 %1$@

source: Undo
ja: 取り消す
zh_hans: 撤销

source: Ungroup Folder
ja: フォルダ解除
zh_hans: 取消文件夹分组

source: Uninstall
ja: アンインストール
zh_hans: 卸载

source: Uninstall %@
ja: %1$@ をアンインストール
zh_hans: 卸载 %1$@

source: Uninstall %@?
ja: %1$@ をアンインストールしますか？
zh_hans: 卸载 %1$@？

source: Uninstall App...
ja: アプリをアンインストール...
zh_hans: 卸载 App...

source: Uninstalled %@
ja: %1$@ をアンインストールしました
zh_hans: 已卸载 %1$@

source: Uninstalled with issues
ja: 問題がありますがアンインストールしました
zh_hans: 已卸载，但有问题

source: Uninstaller
ja: アンインストーラ
zh_hans: 卸载器

source: Uninstalling...
ja: アンインストール中...
zh_hans: 正在卸载...

source: Unlock solid colors, custom colors, and custom image backgrounds.
ja: 単色、カスタムカラー、カスタム画像背景を利用できます。
zh_hans: 解锁纯色、自定义颜色和自定义图片背景。

source: Update Helper
ja: Helper をアップデート
zh_hans: 更新 Helper

source: Upgrade to Pro to remove apps that require administrator permission.
ja: 管理者権限が必要なアプリを削除するには Pro にアップグレードしてください。
zh_hans: 升级到 Pro 后可移除需要管理员权限的 App。

source: Upgrade to Pro to scan and remove app data in protected Library folders.
ja: 保護された Library フォルダ内のアプリデータをスキャンして削除するには Pro にアップグレードしてください。
zh_hans: 升级到 Pro 后可扫描并移除受保护 Library 文件夹中的 App 数据。

source: Use a custom image from this Mac.
ja: このMacのカスタム画像を使用します。
zh_hans: 使用这台 Mac 上的自定义图片。

source: Use a fixed dark background.
ja: 固定のダーク背景を使用します。
zh_hans: 使用固定深色背景。

source: Use a live macOS material background.
ja: ライブmacOSマテリアル背景を使用します。
zh_hans: 使用实时 macOS 材质背景。

source: Use the current desktop wallpaper.
ja: 現在のデスクトップ壁紙を使用します。
zh_hans: 使用当前桌面壁纸。

source: Use this only when sharing logs with support. Leave it off for normal use.
ja: サポートへログを共有する時だけ使用してください。通常はオフにしてください。
zh_hans: 仅在向支持团队提供日志时开启。日常使用请保持关闭。

source: Version %@ (%@)
ja: バージョン %@ (%@)
zh_hans: 版本 %@ (%@)

source: Version %@ available
ja: バージョン %1$@ が利用可能
zh_hans: 版本 %1$@ 可用

source: Waiting for administrator authorization...
ja: 管理者認証を待っています...
zh_hans: 正在等待管理员授权...

source: Wallpaper
ja: 壁紙
zh_hans: 壁纸

source: Website
ja: ウェブサイト
zh_hans: 网站

source: Your 7-day Pro trial is active.
ja: 7日間のProトライアルが有効です。
zh_hans: 你的 7 天 Pro 试用正在使用中。

source: Your Pro trial ends %@.
ja: Proトライアルは %@ に終了します。
zh_hans: 你的 Pro 试用将于 %@ 结束。

source: Your Pro trial has ended.
ja: Proトライアルは終了しました。
zh_hans: 你的 Pro 试用已结束。

source: OK
zh_hans: 好
